[
  {
    "id": "seagull-sweepers",
    "title": "Seagull Sweepers",
    "text": "That’s right, and you read it correctly, the problem of garbage on the street of your city is to be solved by your friendly natural alarm clock at 6am, the seagull. As for their rights? the union was already created by the will of the mayor, that less coulnd’t done to enforce this pretty good idea of his own cabinet. sources say that wages are still on the table waiting for the first pick from the seagull, «really any seagull», confirmed said source. If you think that this is strange and surely the end of days is to come next you’ll be glad to know that you are not alone, difference is that the mayor of your beatiful town, pressured by the complaints, found this new atitude for the problem arguing rome law on mastiffs and other animals part of the professional legions. A member of the population shot at him not two days ago: «is this your solutions mister mayor? they’re seagulls!» and got this as answer: «And you’re a human, what’s that to me?!»",
    "publishedDate": "39 minutes ago",
    "img": "sea-gull.jpg"
  },
  {
    "id": "better-post",
    "title": "Better Post",
    "text": "Lately, the city awakes to the smell of strong corrosive cleaning products and the murmur of people behind doors of local people arguing about the state of cleanliness of steets and buildings alike. But who are these social fighters that do so care about the proper cleaning state of the floors? The PubLeak got the whiff on the wind and found one of them, who’s name for privacy reasons will be Mathilda. Mathilda is an early retiree from her work as an educational counsilor, but that is nothing, there is an army of people that take part on this strange activity. We questioned her about the strange phenomenon, she answered:«Have you ever noticed that the floor in front of your door, really noticed?» the answer was of course not, nor most people do specifically ‘notice’ their floors. «Well, let me tell you» - She carried - «When we were young it would be scraped to the last spot, filled with fresh smells of flowers, these new workers do not know how to do their work properly, let me tell you.» We asked her why her, and her friends? who’s answer was «we’re all owners, proprietaries you see, and have a bigger stake on the good maintenance of the thing... bits playing the cards, let me tell you» she added.",
    "publishedDate": "2 hours ago",
    "img": "https://www.pngitem.com/pimgs/m/21-218792_cool-png-image-word-cool-png-transparent-png.png"
  },
  {
    "id": "drunk-cosmonauts",
    "title": "Drunk Cosmonauts",
    "text": "To the question, well, many! This is the view from the legal team «Heaven without spirits» that protects the rights and duties of the brave men and women that go to space stations just out the stratosphere since the issue was brought to public last week. The casual reader might even, just up to now, never thought of this very important question, in one hand cosmonauts spend long periods of time away from te world and we may say that they should have the right of the ocasional odd beer, on the other hand, they would be far from home with more people and in a very confined and finite space, and if all of them got knackered, well, last time a heavy drinker didn’t remember where he parked, the vehicle was not called Apollo. Not just that but the composition of the air itself inside the cabin would affect the reaction of the liquor on the brain making it faster. Adding to that their safety, the safety of the rest of the crew, and the reputaion of the space agencies, and that the little hubs where they’re stationed are worth a small country, the answer is, by now, NO! Still, the poor guys could share a cold one so far away from home. ",
    "publishedDate": "18 hours ago",
    "img": "https://www.pngitem.com/pimgs/m/21-218792_cool-png-image-word-cool-png-transparent-png.png"
  },
  {
    "id": "conspiracy-theorists",
    "title": "Conspiracy Theorists",
    "text": "«Sometimes prejudice is there for a reason folks» said the head scientist «and other there’s no reason for it» he added.The arguement was made that the public in general could not happly aply terms as bonkers, bro science or even not science at all and only half made facts to the conspiracy theories that run wildely in now a days. Thus the program to study them, the people that created them and the people that are prone to believe them started.A team of scientist of several nationalities was put together, at its head was Adam D. Providence Phd. Scottish native and graduated by Oxford University on biochemical sciences on his team he had historians, psycologists, theologists and all sorts of different niche fringe science experts.The tests were ran, the people interviewed and the facts cross checked with the respecive authoroties, this is its result.«You know, a countryman of mine came down here to put his theory to the test, he believed that the UK governement was spying on the scots via geese that flew north during summer. These animals, being seasonal, are quite understandably a machine of war from time to time, he thought, well, the guys on MI5 were trying to see if we had kept any of the monsters known to inhabbit the the high lochs all for us. Ah, by the way, this man added that the creatures roam ‘round and that is why we have so many UFO sightings, they, as the geese, come seasonally to check on the creation, the monster, he says» the professor blinked while saying it, maybe it was a nod of a true conspiracy. He continued. «Well, now, the man found out that the geese were an old idea to invade the north coming all the way from throne of Longshanks himself remembering the tale of the celts fighting rome that fled from a bunch of the birds... do you know how he found out all of that?» he asked «One night he awoke from a strange sleeping habit from him, sleeping at night, and swore he could ear a strange quacking noise outside his window. He got up and saw to big floks of birds, and on the top of a pole two of them were speaking in gaelic, they were Calgacas, an old roman legend about the picts, and William Wallace, he thinks that the blood that from the warriors tainted the land, as they say in the song ‘by the low road’ and anything that comes in touch with it is a vassel for the spirit. Well, they were laying down plans to take down the geese invaders that were coming from the south.»Silence grew as you fine readers may imagine.«This was the most severe case we’ve encoutered, but, with a few nods here and there, more reasonable or less, most folk that came here are the same.»We asked: «on your teams expert knowledge, what’s the cause for this, what’s the result of your study?His answer: «After some deliberation we can say for sure that conspiracy theorists are reasonibly quite mad.»",
    "publishedDate": "1 day ago",
    "img": "https://www.pngitem.com/pimgs/m/21-218792_cool-png-image-word-cool-png-transparent-png.png"
  }
]